{
  "English-US": {
    "OK": "OK",
    "No": "No",
    "Yes": "Yes",
    "Routine": "Routine",
    "RoutineExercise": "Routine Exercise",
    "ExerciseMeasureType": "Exercise Measure Type",
    "ExerciseType": "Exercise Type",
    "BodyAreaType": "Body Area Type",
    "EquipmentType": "Equipment Type",
    "Level": "Level",
    "Program": "Program",
    "RoutineType": "Routine Type",
    "SubTitle": "How will this exercise fit into your routine?",
    "ControlTitle": "Control",
    "ControlInstruction": "<p>Control is how you want the exercise to be handled by this routine.</p> <p><strong>User Driven</strong> puts you in the driver set, and you determine when to start and stop the exercise.</p><p><strong>Automatic</strong> will allow you to be more hands - free and just follow the pattern you define.</p>",
    "ControlSubText": "Who will be in the driver seat?",
    "TimingTitle": "Timing",
    "TimingInstruction": "<p>This setting determines whether or not the exercise will be timed. <strong>NO</strong> means we can't or don't want to record time for this exercise.</p> <p><strong>YES</strong> designates this as an exercise that records the time it takes to complete.</p> <ul><li>Select <strong>NO</strong> time when you are trying to improve your personal performance.</li><li>Choose <strong>YES</strong> time when you want to perform this exercise for a specified length.</li></ul>",
    "TimedNotTimedTitle": "Timed",
    "TimedNotTimedSubText": "Record time for this exercise?",
    "TimeTitle": "Time",
    "TimeSubText": "Set a minimum time?",
    "RepsSectionTitle": "Reps",
    "RepsInstruction": "<p>If you want to keep track of the number of reps you perform, choose <strong>YES</strong> and enter the number of reps you are shooting for.  When you complete each set, you will be prompted to enter the number of Reps you were able to complete with good form.</p>",
    "RepsTitle": "Record Reps",
    "RepsSubText": "Target number of Reps",
    "SetsSectionTitle": "Sets",
    "SetsInstruction": "<p>If you want to perform more than one Set of this exercise, choose <strong>Sets</strong> and enter the number of sets you are shooting for.  You should also enter the length of recovery time you will need between each set.</p>",
    "SetsTitle": "Record Sets",
    "SetsSubText": "Target number of Sets",
    "TimeBetweenSetsInstructions": "<p>Do you want to take a break following the completion of each set?  If you choose <strong>YES</strong>, you must specify how much time you need to recover.</p>",
    "BreakTitle": "Break",
    "BreakInstruction": "<p>Do you want to take a break following the completion of this exercise?  If you choose <strong>YES</strong>, you must specify how much time you need to recover.</p>",
    "BreakCellTitle": "Downtime",
    "BreakSubText": "Take a break after this exercise?"
  }
}